{
    "agriculture.sqlite": "Agriculture DatasetThis dataset is tailored for agricultural management. It consists of tables for farms, farmers, crops, livestock, equipment, sales, suppliers, inventory, weather conditions, pest control, irrigation, government subsidies, training programs, and seasonal workforce. It facilitates monitoring of agricultural activities, resources, and economic factors.",
    "education.sqlite":"This database stores information about an educational system. It includes tables for students, teachers, courses, enrollments, exams, library management, attendance lists, and more. It can be used for school or university administration.",
    "sports.sqlite":"This database contains data on sporting events, teams, athletes, and coaches. It stores schedules, results, injuries, sponsor contracts, and more, enabling comprehensive management of sports organizations",
    "ecommerce.sqlite":"This database is used to manage an online store. It includes tables for customers, orders, products, payments, shipments, and reviews. It can be used for operating an e-commerce system.",
    "event.sqlite": "Database Description: The Event Recommendation database is obtained from user data on a mobile app called Hangtime. This app allows users to keep track of their friends' social plans. The database contains data on user actions, event metadata, and demographic information, as well as users' social relations, which captures how social relations can affect user behavior. Data is fully anonymized, with no personally identifiable information (such as names or aliases) available.",
    "avito.sqlite": "Database Description: Avito is a leading online advertisement platform, providing a marketplace for users to buy and sell a wide variety of products and services, including real estate, vehicles, jobs, and goods. The Avito Context Ad Clicks dataset on Kaggle is part of a competition aimed at predicting whether an ad will be clicked based on contextual information. This dataset includes user searches, ad attributes, and other related data to help build predictive models.",
    "clinicalTrial.sqlite": "Database Description: The clinical trial database is curated from AACT initiative, which consolidates all protocol and results data from studies registered on ClinicalTrials.gov. It offers extensive information about clinical trials, including study designs, participant demographics, intervention details, and outcomes. It is an important resource for health research, policy making, and therapeutic development.",
    "bikeShop.sqlite": "Bike Shop Dataset This dataset models the operations of a bike shop. It includes tables for customers, orders, products, suppliers, inventory, employees, maintenance services, rentals, returns, promotions, and loyalty programs. The structure supports tracking sales, stock levels, and customer interactions efficiently.",
    "bundesliga.sql": "German Bundesliga Dataset This dataset structures information related to the German Bundesliga. It includes tables for teams, players, coaches, matches, stadiums, referees, league standings, player statistics, injuries, transfers, sponsorships, and fan clubs. The data model is designed to support detailed analysis of match performance, team dynamics, and historical league data.",
    "formula1.sqlite": "Database Description: The F1 database tracks all-time Formula 1 racing data and statistics since 1950. It provides detailed information for various stakeholders including drivers, constructors, engine manufacturers, and tyre manufacturers. Highlights include data on all circuits (e.g. geographical details), and full historical data from every season. This includes overall standings, race results, and more specific data like practice sessions, qualifying positions, sprints, and pit stops.",
    "hmShop.sqlite": "Database Description: The H&M relational database hosts extensive customer and product data for online shopping experiences across its extensive network of brands and stores. This database includes detailed customer purchase histories and a rich set of metadata, encompassing everything from basic demographic information to extensive details about each product available.",
    "stack.sqlite": "Database Description: Stack Exchange is a network of question-and-answer websites on topics in diverse fields, each site covering a specific topic, where questions, answers, and users are subject to a reputation award process. The reputation system allows the sites to be self-moderating. In our benchmark, we use the stats-exchange site. We derive from the raw data dump from 2023-09-12.",
    "forestry.sqlite": "Forestry Dataset This dataset is designed for forestry management and conservation. It contains tables for forests, foresters, tree species, logging operations, equipment, wood sales, suppliers, inventory, weather conditions, pest control, reforestation, government subsidies, forest events, workers, wildlife monitoring, conservation projects, fire prevention, tourism activities, and soil quality. The database structure supports sustainable forestry management and ecological research."
}